{"<PAD>": 0, "<UNK>": 1, "go": 2, "until": 3, "point": 4, "crazy": 5, "available": 6, "only": 7, "in": 8, "bugis": 9, "n": 10, "great": 11, "world": 12, "la": 13, "e": 14, "buffet": 15, "cine": 16, "there": 17, "got": 18, "wat": 19, "ok": 20, "lar": 21, "joking": 22, "wif": 23, "u": 24, "oni": 25, "free": 26, "entry": 27, "2": 28, "a": 29, "wkly": 30, "comp": 31, "to": 32, "win": 33, "fa": 34, "cup": 35, "final": 36, "tkts": 37, "21st": 38, "may": 39, "2005": 40, "text": 41, "87121": 42, "receive": 43, "questionstd": 44, "txt": 45, "ratetcs": 46, "apply": 47, "08452810075over18s": 48, "dun": 49, "say": 50, "so": 51, "early": 52, "hor": 53, "c": 54, "already": 55, "then": 56, "nah": 57, "i": 58, "dont": 59, "think": 60, "he": 61, "goes": 62, "usf": 63, "lives": 64, "around": 65, "here": 66, "though": 67, "freemsg": 68, "hey": 69, "darling": 70, "its": 71, "been": 72, "3": 73, "weeks": 74, "now": 75, "and": 76, "no": 77, "word": 78, "back": 79, "id": 80, "like": 81, "some": 82, "fun": 83, "you": 84, "up": 85, "for": 86, "it": 87, "still": 88, "tb": 89, "xxx": 90, "std": 91, "send": 92, "150": 93, "rcv": 94, "even": 95, "my": 96, "brother": 97, "is": 98, "not": 99, "speak": 100, "with": 101, "me": 102, "they": 103, "treat": 104, "as": 105, "per": 106, "your": 107, "request": 108, "melle": 109, "oru": 110, "minnaminunginte": 111, "nurungu": 112, "vettam": 113, "has": 114, "set": 115, "callertune": 116, "all": 117, "callers": 118, "press": 119, "9": 120, "copy": 121, "friends": 122, "winner": 123, "valued": 124, "network": 125, "customer": 126, "have": 127, "selected": 128, "receivea": 129, "900": 130, "prize": 131, "reward": 132, "claim": 133, "call": 134, "09061701461": 135, "code": 136, "kl341": 137, "valid": 138, "12": 139, "hours": 140, "had": 141, "mobile": 142, "11": 143, "months": 144, "or": 145, "more": 146, "r": 147, "entitled": 148, "update": 149, "the": 150, "latest": 151, "colour": 152, "mobiles": 153, "camera": 154, "co": 155, "on": 156, "08002986030": 157, "im": 158, "gonna": 159, "be": 160, "home": 161, "soon": 162, "want": 163, "talk": 164, "about": 165, "this": 166, "stuff": 167, "anymore": 168, "tonight": 169, "k": 170, "ive": 171, "enough": 172, "today": 173, "six": 174, "chances": 175, "cash": 176, "from": 177, "100": 178, "20000": 179, "pounds": 180, "csh11": 181, "87575": 182, "cost": 183, "150pday": 184, "6days": 185, "16": 186, "tsandcs": 187, "reply": 188, "hl": 189, "4": 190, "info": 191, "urgent": 192, "won": 193, "1": 194, "week": 195, "membership": 196, "our": 197, "100000": 198, "jackpot": 199, "81010": 200, "tc": 201, "wwwdbuknet": 202, "lccltd": 203, "pobox": 204, "4403ldnw1a7rw18": 205, "searching": 206, "right": 207, "words": 208, "thank": 209, "promise": 210, "wont": 211, "take": 212, "help": 213, "will": 214, "wonderful": 215, "blessing": 216, "at": 217, "times": 218, "date": 219, "sunday": 220, "use": 221, "credit": 222, "click": 223, "wap": 224, "link": 225, "next": 226, "message": 227, "oh": 228, "watching": 229, "eh": 230, "remember": 231, "how": 232, "spell": 233, "his": 234, "name": 235, "yes": 236, "did": 237, "v": 238, "naughty": 239, "make": 240, "wet": 241, "fine": 242, "if": 243, "thats": 244, "way": 245, "feel": 246, "b": 247, "england": 248, "miss": 249, "news": 250, "ur": 251, "national": 252, "team": 253, "87077": 254, "eg": 255, "scotland": 256, "that": 257, "seriously": 258, "going": 259, "try": 260, "ha": 261, "pay": 262, "first": 263, "when": 264, "da": 265, "stock": 266, "comin": 267, "aft": 268, "finish": 269, "lunch": 270, "str": 271, "down": 272, "lor": 273, "ard": 274, "smth": 275, "alright": 276, "can": 277, "meet": 278, "sooner": 279, "just": 280, "myself": 281, "eat": 282, "slice": 283, "really": 284, "hungry": 285, "tho": 286, "sucks": 287, "mark": 288, "getting": 289, "worried": 290, "knows": 291, "sick": 292, "turn": 293, "pizza": 294, "lol": 295, "always": 296, "catch": 297, "bus": 298, "are": 299, "frying": 300, "an": 301, "egg": 302, "tea": 303, "eating": 304, "moms": 305, "left": 306, "over": 307, "dinner": 308, "do": 309, "love": 310, "amp": 311, "were": 312, "car": 313, "ill": 314, "let": 315, "know": 316, "theres": 317, "room": 318, "work": 319, "what": 320, "does": 321, "wait": 322, "clear": 323, "sure": 324, "being": 325, "sarcastic": 326, "why": 327, "x": 328, "doesnt": 329, "live": 330, "us": 331, "yeah": 332, "was": 333, "out": 334, "she": 335, "child": 336, "caught": 337, "till": 338, "but": 339, "we": 340, "doing": 341, "too": 342, "cheers": 343, "tell": 344, "anything": 345, "fear": 346, "of": 347, "quick": 348, "thanks": 349, "subscription": 350, "ringtone": 351, "uk": 352, "charged": 353, "please": 354, "confirm": 355, "by": 356, "replying": 357, "yup": 358, "look": 359, "msg": 360, "again": 361, "xuhui": 362, "learn": 363, "2nd": 364, "her": 365, "lesson": 366, "8am": 367, "oops": 368, "roommates": 369, "done": 370, "see": 371, "letter": 372, "decide": 373, "hello": 374, "hows": 375, "saturday": 376, "texting": 377, "youd": 378, "decided": 379, "tomo": 380, "trying": 381, "invite": 382, "pls": 383, "ahead": 384, "wanted": 385, "weekend": 386, "abiola": 387, "forget": 388, "need": 389, "crave": 390, "most": 391, "sweet": 392, "mmmmmm": 393, "yummy": 394, "burns": 395, "tried": 396, "re": 397, "sms": 398, "nokia": 399, "camcorder": 400, "08000930705": 401, "delivery": 402, "tomorrow": 403, "who": 404, "seeing": 405, "hope": 406, "man": 407, "well": 408, "am": 409, "ltgt": 410, "inches": 411, "callsmessagesmissed": 412, "calls": 413, "didnt": 414, "get": 415, "nigeria": 416, "fair": 417, "hopefully": 418, "tyler": 419, "cant": 420, "could": 421, "maybe": 422, "ask": 423, "bit": 424, "hospital": 425, "kept": 426, "telling": 427, "weak": 428, "hospitals": 429, "time": 430, "saw": 431, "class": 432, "gram": 433, "usually": 434, "runs": 435, "half": 436, "eighth": 437, "gets": 438, "almost": 439, "whole": 440, "second": 441, "fyi": 442, "ride": 443, "morning": 444, "hes": 445, "place": 446, "wow": 447, "never": 448, "realized": 449, "embarassed": 450, "thought": 451, "liked": 452, "since": 453, "best": 454, "seemed": 455, "happy": 456, "sorry": 457, "give": 458, "ac": 459, "sptv": 460, "new": 461, "detroit": 462, "red": 463, "play": 464, "ice": 465, "hockey": 466, "correct": 467, "end": 468, "yesterday": 469, "find": 470, "lturlgt": 471, "congrats": 472, "year": 473, "special": 474, "cinema": 475, "pass": 476, "yours": 477, "09061209465": 478, "suprman": 479, "matrix3": 480, "starwars3": 481, "etc": 482, "bx420ip45we": 483, "150pm": 484, "later": 485, "meeting": 486, "where": 487, "reached": 488, "odi": 489, "series": 490, "pick": 491, "burger": 492, "yourself": 493, "move": 494, "pain": 495, "killing": 496, "good": 497, "joke": 498, "girls": 499, "situation": 500, "part": 501, "checking": 502, "iq": 503, "took": 504, "forever": 505, "come": 506, "double": 507, "check": 508, "hair": 509, "dresser": 510, "said": 511, "wun": 512, "cut": 513, "short": 514, "nice": 515, "pleased": 516, "advise": 517, "following": 518, "recent": 519, "review": 520, "mob": 521, "awarded": 522, "1500": 523, "bonus": 524, "09066364589": 525, "song": 526, "dedicated": 527, "day": 528, "which": 529, "dedicate": 530, "valuable": 531, "frnds": 532, "rply": 533, "complimentary": 534, "trip": 535, "eurodisinc": 536, "trav": 537, "acoentry41": 538, "1000": 539, "dis": 540, "186150morefrmmob": 541, "shracomorsglsuplt10": 542, "ls1": 543, "3aj": 544, "hear": 545, "divorce": 546, "comes": 547, "plane": 548, "month": 549, "wah": 550, "lucky": 551, "save": 552, "money": 553, "hee": 554, "finished": 555, "hi": 556, "babe": 557, "wanna": 558, "something": 559, "xx": 560, "kkwhere": 561, "waiting": 562, "machan": 563, "once": 564, "cool": 565, "gentleman": 566, "dignity": 567, "respect": 568, "very": 569, "much": 570, "shy": 571, "pa": 572, "after": 573, "same": 574, "looking": 575, "job": 576, "earn": 577, "ah": 578, "stop": 579, "urgnt": 580, "real": 581, "yo": 582, "tickets": 583, "one": 584, "jacket": 585, "used": 586, "started": 587, "requests": 588, "came": 589, "bed": 590, "coins": 591, "gotta": 592, "nitros": 593, "ela": 594, "download": 595, "wen": 596, "stand": 597, "close": 598, "youll": 599, "another": 600, "night": 601, "spent": 602, "late": 603, "afternoon": 604, "means": 605, "havent": 606, "any": 607, "y": 608, "sheets": 609, "smile": 610, "pleasure": 611, "trouble": 612, "pours": 613, "rain": 614, "sum1": 615, "hurts": 616, "becoz": 617, "someone": 618, "loves": 619, "smiling": 620, "service": 621, "representative": 622, "0800": 623, "169": 624, "6031": 625, "between": 626, "10am9pm": 627, "guaranteed": 628, "5000": 629, "planning": 630, "buy": 631, "lido": 632, "530": 633, "show": 634, "collected": 635, "simply": 636, "password": 637, "mix": 638, "85069": 639, "verify": 640, "usher": 641, "britney": 642, "fml": 643, "po": 644, "box": 645, "5249": 646, "mk17": 647, "92h": 648, "450ppw": 649, "abt": 650, "loads": 651, "loans": 652, "wk": 653, "hols": 654, "run": 655, "forgot": 656, "appointment": 657, "four": 658, "shower": 659, "cause": 660, "prob": 661, "coffee": 662, "animation": 663, "nothing": 664, "else": 665, "okay": 666, "price": 667, "long": 668, "legal": 669, "them": 670, "ave": 671, "gone": 672, "driving": 673, "test": 674, "yet": 675, "youre": 676, "mean": 677, "guess": 678, "gave": 679, "boston": 680, "men": 681, "changed": 682, "search": 683, "location": 684, "nyc": 685, "cuz": 686, "page": 687, "says": 688, "umma": 689, "life": 690, "vava": 691, "lot": 692, "dear": 693, "wishes": 694, "birthday": 695, "making": 696, "truly": 697, "aight": 698, "hit": 699, "would": 700, "address": 701, "considering": 702, "computer": 703, "isnt": 704, "old": 705, "people": 706, "mom": 707, "better": 708, "jokes": 709, "worry": 710, "busy": 711, "noun": 712, "research": 713, "cos": 714, "things": 715, "scared": 716, "mah": 717, "loud": 718, "gent": 719, "contact": 720, "last": 721, "weekends": 722, "draw": 723, "shows": 724, "09064012160": 725, "k52": 726, "12hrs": 727, "150ppm": 728, "wa": 729, "sentence": 730, "anyway": 731, "juz": 732, "tt": 733, "eatin": 734, "puttin": 735, "anythin": 736, "happened": 737, "entered": 738, "cabin": 739, "bday": 740, "boss": 741, "felt": 742, "askd": 743, "invited": 744, "apartment": 745, "went": 746, "specially": 747, "holiday": 748, "flights": 749, "inc": 750, "operator": 751, "18": 752, "goodo": 753, "must": 754, "friday": 755, "tortilla": 756, "needed": 757, "uncle": 758, "informed": 759, "paying": 760, "school": 761, "directly": 762, "food": 763, "private": 764, "2004": 765, "account": 766, "statement": 767, "07742676969": 768, "786": 769, "unredeemed": 770, "points": 771, "08719180248": 772, "identifier": 773, "45239": 774, "expires": 775, "2000": 776, "caller": 777, "landline": 778, "todays": 779, "voda": 780, "numbers": 781, "ending": 782, "350": 783, "award": 784, "match": 785, "08712300220": 786, "quoting": 787, "standard": 788, "rates": 789, "app": 790, "mu": 791, "ll": 792, "buying": 793, "hasnt": 794, "sent": 795, "bother": 796, "sending": 797, "shouldnt": 798, "apologise": 799, "girl": 800, "del": 801, "bak": 802, "sum": 803, "kkhow": 804, "answer": 805, "question": 806, "sunshine": 807, "quiz": 808, "q": 809, "top": 810, "sony": 811, "dvd": 812, "player": 813, "country": 814, "algarve": 815, "ansr": 816, "82277": 817, "sptyrone": 818, "laid": 819, "dogging": 820, "locations": 821, "direct": 822, "join": 823, "uks": 824, "largest": 825, "bt": 826, "txting": 827, "69888": 828, "nt": 829, "ec2a": 830, "31pmsg150p": 831, "haf": 832, "msn": 833, "him": 834, "rooms": 835, "befor": 836, "activities": 837, "msgs": 838, "chat": 839, "hardcore": 840, "services": 841, "age": 842, "yr": 843, "lazy": 844, "type": 845, "lect": 846, "pouch": 847, "sir": 848, "mail": 849, "swt": 850, "tired": 851, "little": 852, "lovable": 853, "persons": 854, "those": 855, "occupy": 856, "d": 857, "biggest": 858, "their": 859, "gud": 860, "ni8": 861, "open": 862, "ya": 863, "dot": 864, "whats": 865, "staff": 866, "taking": 867, "replied": 868, "randy": 869, "sexy": 870, "female": 871, "local": 872, "luv": 873, "netcollex": 874, "ltd": 875, "08700621170150p": 876, "begin": 877, "qatar": 878, "pray": 879, "hard": 880, "ki": 881, "deleted": 882, "birla": 883, "soft": 884, "wine": 885, "flowing": 886, "thk": 887, "plaza": 888, "everywhere": 889, "floor": 890, "windows": 891, "shirt": 892, "sometimes": 893, "mouth": 894, "dream": 895, "without": 896, "joy": 897, "lots": 898, "tv": 899, "become": 900, "leaving": 901, "house": 902, "interview": 903, "boy": 904, "missing": 905, "years": 906, "arrange": 907, "0871277810810": 908, "keep": 909, "safe": 910, "because": 911, "everyone": 912, "hand": 913, "each": 914, "spend": 915, "inviting": 916, "friend": 917, "frnd": 918, "62468": 919, "order": 920, "should": 921, "content": 922, "goto": 923, "menu": 924, "module": 925, "avoid": 926, "wit": 927, "beloved": 928, "ones": 929, "escape": 930, "fancy": 931, "needs": 932, "completely": 933, "formclark": 934, "also": 935, "utter": 936, "waste": 937, "bank": 938, "hmmm": 939, "hop": 940, "muz": 941, "discuss": 942, "liao": 943, "coming": 944, "bloody": 945, "hell": 946, "believe": 947, "mr": 948, "spanish": 949, "m": 950, "bath": 951, "youve": 952, "carlos": 953, "mall": 954, "turns": 955, "staying": 956, "til": 957, "smoke": 958, "worth": 959, "log": 960, "spoke": 961, "maneesha": 962, "wed": 963, "satisfied": 964, "experience": 965, "toll": 966, "offer": 967, "especially": 968, "studying": 969, "anyways": 970, "gr8": 971, "trust": 972, "guys": 973, "working": 974, "towards": 975, "net": 976, "mummy": 977, "wheres": 978, "boytoy": 979, "haha": 980, "awesome": 981, "minute": 982, "freephone": 983, "0808": 984, "145": 985, "4742": 986, "9am11pm": 987, "xmas": 988, "radio": 989, "jus": 990, "bathe": 991, "sis": 992, "using": 993, "finishes": 994, "unique": 995, "august": 996, "joined": 997, "touch": 998, "deal": 999, "personal": 1000, "finally": 1001, "completed": 1002, "course": 1003, "itself": 1004, "however": 1005, "suggest": 1006, "stays": 1007, "able": 1008, "every": 1009, "settled": 1010, "wishin": 1011, "mrng": 1012, "hav": 1013, "story": 1014, "hamster": 1015, "dead": 1016, "tmr": 1017, "orchard": 1018, "mrt": 1019, "kate": 1020, "evening": 1021, "found": 1022, "bucks": 1023, "darlin": 1024, "college": 1025, "refilled": 1026, "successfully": 1027, "inr": 1028, "ltdecimalgt": 1029, "keralacircle": 1030, "prepaid": 1031, "balance": 1032, "rs": 1033, "transaction": 1034, "kr": 1035, "goodmorning": 1036, "sleeping": 1037, "dat": 1038, "ericsson": 1039, "oso": 1040, "cannot": 1041, "oredi": 1042, "dats": 1043, "straight": 1044, "connection": 1045, "before": 1046, "bill": 1047, "both": 1048, "shoot": 1049, "big": 1050, "ready": 1051, "bruv": 1052, "break": 1053, "rewarding": 1054, "semester": 1055, "noe": 1056, "leh": 1057, "sounds": 1058, "heading": 1059, "slept": 1060, "past": 1061, "few": 1062, "nights": 1063, "easy": 1064, "ahsen": 1065, "exam": 1066, "march": 1067, "gt": 1068, "atm": 1069, "register": 1070, "os": 1071, "called": 1072, "installing": 1073, "important": 1074, "files": 1075, "system": 1076, "repair": 1077, "shop": 1078, "happen": 1079, "romantic": 1080, "nite": 1081, "500": 1082, "89545": 1083, "collect": 1084, "todayfrom": 1085, "www4tcbiz": 1086, "2optout": 1087, "08718726270150gbpmtmsg18": 1088, "appreciate": 1089, "partner": 1090, "career": 1091, "off": 1092, "start": 1093, "horo": 1094, "followed": 1095, "star": 1096, "sign": 1097, "g": 1098, "company": 1099, "than": 1100, "teacher": 1101, "bcoz": 1102, "teaches": 1103, "conducts": 1104, "lessons": 1105, "walk": 1106, "cross": 1107, "road": 1108, "side": 1109, "street": 1110, "battery": 1111, "died": 1112, "yeshere": 1113, "flirt": 1114, "10p": 1115, "sam": 1116, "25": 1117, "pence": 1118, "printed": 1119, "upstairs": 1120, "closer": 1121, "wil": 1122, "reach": 1123, "theory": 1124, "argument": 1125, "wins": 1126, "loses": 1127, "person": 1128, "argue": 1129, "kick": 1130, "447801259231": 1131, "secret": 1132, "admirer": 1133, "ufind": 1134, "rreveal": 1135, "thinks": 1136, "specialcall": 1137, "09058094597": 1138, "tomarrow": 1139, "laptop": 1140, "case": 1141, "tel": 1142, "avent": 1143, "shining": 1144, "meant": 1145, "signing": 1146, "although": 1147, "told": 1148, "into": 1149, "face": 1150, "watch": 1151, "fr": 1152, "thanx": 1153, "everything": 1154, "uve": 1155, "touched": 1156, "commercial": 1157, "website": 1158, "slippers": 1159, "asked": 1160, "kallis": 1161, "bat": 1162, "innings": 1163, "goodnight": 1164, "fix": 1165, "wake": 1166, "dearly": 1167, "missed": 1168, "sleep": 1169, "congratulations": 1170, "cd": 1171, "vouchers": 1172, "125gift": 1173, "music": 1174, "87066": 1175, "tncs": 1176, "wwwldewcom1win150ppmx3age16": 1177, "ranjith": 1178, "cal": 1179, "drpd": 1180, "deeraj": 1181, "deepak": 1182, "5min": 1183, "hold": 1184, "bcums": 1185, "angry": 1186, "wid": 1187, "dnt": 1188, "coz": 1189, "childish": 1190, "true": 1191, "showing": 1192, "deep": 1193, "affection": 1194, "care": 1195, "kettoda": 1196, "manda": 1197, "doinghow": 1198, "shipping": 1199, "takes": 1200, "2wks": 1201, "other": 1202, "lag": 1203, "lemme": 1204, "necessarily": 1205, "expect": 1206, "headin": 1207, "mmm": 1208, "jolt": 1209, "suzy": 1210, "lover": 1211, "video": 1212, "handset": 1213, "750": 1214, "anytime": 1215, "networks": 1216, "mins": 1217, "unlimited": 1218, "parked": 1219, "mini": 1220, "shopping": 1221, "own": 1222, "disturb": 1223, "ring": 1224, "h": 1225, "horny": 1226, "naked": 1227, "hot": 1228, "69698": 1229, "unsubscribe": 1230, "dint": 1231, "wana": 1232, "plan": 1233, "credits": 1234, "choose": 1235, "club": 1236, "150pwk": 1237, "mk45": 1238, "2wt": 1239, "flash": 1240, "jealous": 1241, "singles": 1242, "chart": 1243, "quality": 1244, "charge": 1245, "sorting": 1246, "ended": 1247, "sunny": 1248, "rays": 1249, "leaves": 1250, "worries": 1251, "blue": 1252, "bay": 1253, "hmv": 1254, "genuine": 1255, "questions": 1256, "86688": 1257, "infowww100percentrealcom": 1258, "might": 1259, "bf": 1260, "gf": 1261, "handed": 1262, "full": 1263, "swing": 1264, "tool": 1265, "definitely": 1266, "far": 1267, "okie": 1268, "usual": 1269, "passed": 1270, "anybody": 1271, "throw": 1272, "lets": 1273, "baby": 1274, "hour": 1275, "fone": 1276, "jenny": 1277, "ge": 1278, "sense": 1279, "gautham": 1280, "stupid": 1281, "cam": 1282, "buzy": 1283, "accidentally": 1284, "resend": 1285, "tmobile": 1286, "phone": 1287, "upgrade": 1288, "sim": 1289, "card": 1290, "loyalty": 1291, "0845": 1292, "021": 1293, "ends": 1294, "unless": 1295, "hurt": 1296, "tease": 1297, "cry": 1298, "die": 1299, "plz": 1300, "rose": 1301, "grave": 1302, "bslvyl": 1303, "tomocant": 1304, "somebody": 1305, "high": 1306, "shit": 1307, "shocking": 1308, "scary": 1309, "imagine": 1310, "def": 1311, "somewhere": 1312, "crash": 1313, "taxi": 1314, "meal": 1315, "actor": 1316, "blind": 1317, "4u": 1318, "dates": 1319, "hide": 1320, "book": 1321, "friendship": 1322, "hanging": 1323, "thread": 1324, "themob": 1325, "newest": 1326, "selection": 1327, "games": 1328, "tones": 1329, "gossip": 1330, "babes": 1331, "sport": 1332, "fit": 1333, "funky": 1334, "82468": 1335, "garage": 1336, "keys": 1337, "arent": 1338, "accept": 1339, "dayu": 1340, "sister": 1341, "dear1": 1342, "best1": 1343, "clos1": 1344, "lvblefrnd": 1345, "jstfrnd": 1346, "cutefrnd": 1347, "lifpartnr": 1348, "belovd": 1349, "swtheart": 1350, "bstfrnd": 1351, "enemy": 1352, "smart": 1353, "200": 1354, "weekly": 1355, "m26": 1356, "3uz": 1357, "2day": 1358, "normal": 1359, "rest": 1360, "wot": 1361, "lost": 1362, "made": 1363, "pongal": 1364, "kb": 1365, "power": 1366, "yoga": 1367, "dunno": 1368, "tahan": 1369, "anot": 1370, "lo": 1371, "dude": 1372, "afraid": 1373, "december": 1374, "11mths": 1375, "08002986906": 1376, "cake": 1377, "merry": 1378, "christmas": 1379, "kisses": 1380, "cud": 1381, "ppl": 1382, "gona": 1383, "buses": 1384, "waitin": 1385, "pete": 1386, "bristol": 1387, "plans": 1388, "flight": 1389, "problem": 1390, "dahow": 1391, "track": 1392, "record": 1393, "reading": 1394, "women": 1395, "read": 1396, "light": 1397, "movie": 1398, "return": 1399, "immediately": 1400, "germany": 1401, "fixed": 1402, "line": 1403, "via": 1404, "access": 1405, "number": 1406, "0844": 1407, "861": 1408, "85": 1409, "prepayment": 1410, "chance": 1411, "violated": 1412, "privacy": 1413, "paperwork": 1414, "report": 1415, "supervisor": 1416, "valentines": 1417, "lifetime": 1418, "83600": 1419, "150pmsg": 1420, "rcvd": 1421, "custcare08718720201": 1422, "sleepingand": 1423, "surfing": 1424, "calling": 1425, "post": 1426, "1000s": 1427, "texts": 1428, "wiv": 1429, "caroline": 1430, "favourite": 1431, "bless": 1432, "stranger": 1433, "interested": 1434, "cleared": 1435, "two": 1436, "round": 1437, "gudnitetcpractice": 1438, "yijue": 1439, "num": 1440, "small": 1441, "txts": 1442, "ever": 1443, "misbehaved": 1444, "slap": 1445, "urself": 1446, "fault": 1447, "basically": 1448, "figure": 1449, "alcohol": 1450, "jay": 1451, "weed": 1452, "ish": 1453, "minutes": 1454, "5": 1455, "ago": 1456, "wtf": 1457, "remembered": 1458, "met": 1459, "insurance": 1460, "ex": 1461, "cashbalance": 1462, "currently": 1463, "maximize": 1464, "cashin": 1465, "cc": 1466, "hgsuite3422lands": 1467, "roww1j6hl": 1468, "unemployed": 1469, "moment": 1470, "st": 1471, "cold": 1472, "posted": 1473, "chikku": 1474, "status": 1475, "forward": 1476, "alive": 1477, "breathe": 1478, "air": 1479, "updatenow": 1480, "motorola": 1481, "sonyericsson": 1482, "bluetooth": 1483, "orange": 1484, "mobileupd8": 1485, "08000839402": 1486, "discount": 1487, "further": 1488, "messages": 1489, "geeee": 1490, "woke": 1491, "wish": 1492, "cuddling": 1493, "min": 1494, "talking": 1495, "agree": 1496, "willing": 1497, "reference": 1498, "seen": 1499, "mei": 1500, "didt": 1501, "recognise": 1502, "happening": 1503, "sighs": 1504, "ptbo": 1505, "brings": 1506, "project": 1507, "mistake": 1508, "body": 1509, "quite": 1510, "slow": 1511, "tests": 1512, "guide": 1513, "ovulation": 1514, "relax": 1515, "reason": 1516, "couple": 1517, "leave": 1518, "6months": 1519, "phones": 1520, "call2optoutn9dx": 1521, "licks": 1522, "mm": 1523, "4mths": 1524, "rental": 1525, "mobilesdirect": 1526, "08000938767": 1527, "or2stoptxt": 1528, "having": 1529, "huh": 1530, "sat": 1531, "intro": 1532, "pilates": 1533, "office": 1534, "days": 1535, "shut": 1536, "bout": 1537, "current": 1538, "period": 1539, "actually": 1540, "rock": 1541, "putting": 1542, "business": 1543, "put": 1544, "pictures": 1545, "ass": 1546, "facebook": 1547, "picture": 1548, "al": 1549, "grace": 1550, "god": 1551, "india": 1552, "change": 1553, "field": 1554, "quickly": 1555, "dai": 1556, "administrator": 1557, "87131": 1558, "poly": 1559, "tone": 1560, "1st": 1561, "chechi": 1562, "cream": 1563, "shipped": 1564, "none": 1565, "yep": 1566, "loxahatchee": 1567, "tree": 1568, "burning": 1569, "starts": 1570, "slightly": 1571, "pm": 1572, "darlings": 1573, "wld": 1574, "stay": 1575, "drink": 1576, "messagesome": 1577, "sendername": 1578, "sentdate": 1579, "fullonsmscom": 1580, "thing": 1581, "yan": 1582, "jiu": 1583, "skip": 1584, "den": 1585, "blah": 1586, "bring": 1587, "dating": 1588, "box334sk38ch": 1589, "whatsup": 1590, "goal": 1591, "250": 1592, "competition": 1593, "80086": 1594, "wwwtxttowincouk": 1595, "head": 1596, "logo": 1597, "names": 1598, "heart": 1599, "name1": 1600, "name2": 1601, "mobno": 1602, "adam": 1603, "eve": 1604, "07123456789": 1605, "yahoo": 1606, "pobox36504w45wq": 1607, "txtno": 1608, "ads": 1609, "150p": 1610, "contacted": 1611, "hostel": 1612, "aha": 1613, "land": 1614, "3030": 1615, "voice": 1616, "speaking": 1617, "expression": 1618, "irritating": 1619, "shell": 1620, "aathiwhere": 1621, "7": 1622, "esplanade": 1623, "mind": 1624, "giving": 1625, "lift": 1626, "wnt": 1627, "bmw": 1628, "urgentlyits": 1629, "vry": 1630, "urgentbut": 1631, "hv": 1632, "shortage": 1633, "lacsthere": 1634, "source": 1635, "arng": 1636, "amt": 1637, "lacsthats": 1638, "fifteen": 1639, "fucking": 1640, "respond": 1641, "3650": 1642, "09066382422": 1643, "3mins": 1644, "vary": 1645, "300603": 1646, "bcm4284": 1647, "ldn": 1648, "wc1n3xx": 1649, "booked": 1650, "ticket": 1651, "th": 1652, "askin": 1653, "dollars": 1654, "iouri": 1655, "ten": 1656, "applebees": 1657, "50": 1658, "yeshe": 1659, "greatbhaji": 1660, "cricketer": 1661, "sachin": 1662, "worldvery": 1663, "tough": 1664, "supposed": 1665, "oic": 1666, "tot": 1667, "din": 1668, "group": 1669, "gorgeous": 1670, "doin": 1671, "jen": 1672, "kinda": 1673, "hmm": 1674, "10": 1675, "improve": 1676, "loan": 1677, "purpose": 1678, "75000": 1679, "homeowners": 1680, "tenants": 1681, "welcome": 1682, "previously": 1683, "refused": 1684, "1956669": 1685, "si": 1686, "oreo": 1687, "truffles": 1688, "amy": 1689, "ure": 1690, "beautiful": 1691, "intelligent": 1692, "woman": 1693, "result": 1694, "kind": 1695, "asking": 1696, "ttyl": 1697, "bad": 1698, "thru": 1699, "different": 1700, "decisions": 1701, "coping": 1702, "gives": 1703, "reasons": 1704, "0207": 1705, "153": 1706, "26th": 1707, "july": 1708, "tcs": 1709, "optout": 1710, "bye": 1711, "railway": 1712, "princess": 1713, "receiving": 1714, "doggy": 1715, "style": 1716, "fave": 1717, "position": 1718, "enjoy": 1719, "roads": 1720, "many": 1721, "language": 1722, "dave": 1723, "notice": 1724, "tenerife": 1725, "09061743806": 1726, "sae": 1727, "box326": 1728, "cw25wx": 1729, "screamed": 1730, "remove": 1731, "flat": 1732, "rate": 1733, "transfered": 1734, "removed": 1735, "banks": 1736, "charges": 1737, "9ja": 1738, "details": 1739, "moan": 1740, "broken": 1741, "cum": 1742, "infront": 1743, "wise": 1744, "9t": 1745, "aathilove": 1746, "tension": 1747, "8th": 1748, "thinking": 1749, "sec": 1750, "taste": 1751, "fb": 1752, "activate": 1753, "terms": 1754, "conditions": 1755, "visit": 1756, "www07781482378com": 1757, "depends": 1758, "boye": 1759, "6": 1760, "accounts": 1761, "dry": 1762, "trade": 1763, "sorryin": 1764, "meh": 1765, "nope": 1766, "monday": 1767, "rec": 1768, "center": 1769, "7ish": 1770, "fighting": 1771, "either": 1772, "lose": 1773, "fightng": 1774, "some1": 1775, "dificult": 1776, "fish": 1777, "water": 1778, "123": 1779, "1450": 1780, "09050002311": 1781, "b4280703": 1782, "tcsstop": 1783, "08718727868": 1784, "bored": 1785, "outside": 1786, "hyde": 1787, "park": 1788, "village": 1789, "near": 1790, "anthony": 1791, "bringing": 1792, "fees": 1793, "rent": 1794, "opinion": 1795, "jada": 1796, "kusruthi": 1797, "silent": 1798, "spl": 1799, "character": 1800, "matured": 1801, "8": 1802, "stylish": 1803, "simple": 1804, "scrounge": 1805, "prabhaim": 1806, "sorydarealyfrm": 1807, "sory": 1808, "forgiven": 1809, "tat": 1810, "40gb": 1811, "ipod": 1812, "mp3": 1813, "83355": 1814, "ibhltd": 1815, "ldnw15h": 1816, "150pmtmsgrcvd18": 1817, "mono": 1818, "cha": 1819, "slide": 1820, "renewal": 1821, "pin": 1822, "transport": 1823, "less": 1824, "definite": 1825, "nos": 1826, "booking": 1827, "fri": 1828, "children": 1829, "behave": 1830, "ebay": 1831, "elsewhere": 1832, "shall": 1833, "pickle": 1834, "tacos": 1835, "rude": 1836, "campus": 1837, "020903": 1838, "attempt": 1839, "box95qu": 1840, "85023": 1841, "savamob": 1842, "member": 1843, "offers": 1844, "t": 1845, "cs": 1846, "08717898035": 1847, "300": 1848, "sub": 1849, "unsub": 1850, "pretty": 1851, "lady": 1852, "single": 1853, "within": 1854, "24hrs": 1855, "channel": 1856, "pg": 1857, "2003": 1858, "800": 1859, "08718738001": 1860, "todaysundaysunday": 1861, "holidayso": 1862, "while": 1863, "hoping": 1864, "l8r": 1865, "malaria": 1866, "passionate": 1867, "kiss": 1868, "across": 1869, "sea": 1870, "probably": 1871, "lt": 1872, "fat": 1873, "fingers": 1874, "these": 1875, "ummmmmaah": 1876, "returns": 1877, "tirupur": 1878, "web": 1879, "age16": 1880, "quote": 1881, "develop": 1882, "ability": 1883, "listen": 1884, "losing": 1885, "self": 1886, "confidence": 1887, "married": 1888, "mine": 1889, "recovery": 1890, "rather": 1891, "hotel": 1892, "english": 1893, "blokes": 1894, "omw": 1895, "btw": 1896, "cutting": 1897, "through": 1898, "cock": 1899, "reminding": 1900, "owns": 1901, "hurry": 1902, "three": 1903, "generally": 1904, "faggy": 1905, "demand": 1906, "blood": 1907, "fo": 1908, "warm": 1909, "milk": 1910, "loose": 1911, "weight": 1912, "pan": 1913, "cheap": 1914, "perhaps": 1915, "likely": 1916, "o": 1917, "essential": 1918, "pics": 1919, "aiyo": 1920, "fast": 1921, "workin": 1922, "geeeee": 1923, "barely": 1924, "fuck": 1925, "2mrw": 1926, "american": 1927, "callin": 1928, "oooh": 1929, "ey": 1930, "gym": 1931, "whatever": 1932, "smiles": 1933, "daddy": 1934, "scream": 1935, "dick": 1936, "yar": 1937, "mum": 1938, "sch": 1939, "clean": 1940, "lab": 1941, "door": 1942, "call09050000327": 1943, "claims": 1944, "marriage": 1945, "snake": 1946, "dancing": 1947, "bite": 1948, "izzit": 1949, "kids": 1950, "headache": 1951, "quit": 1952, "jazz": 1953, "yogasana": 1954, "em": 1955, "hardly": 1956, "spree": 1957, "80878": 1958, "tscs": 1959, "wwwtxt2shopcom": 1960, "custcare": 1961, "08715705022": 1962, "1x150pwk": 1963, "pound": 1964, "08712402050": 1965, "lines": 1966, "10ppm": 1967, "ag": 1968, "promo": 1969, "s": 1970, "grand": 1971, "announcement": 1972, "542": 1973, "0825": 1974, "exhausted": 1975, "train": 1976, "pie": 1977, "mums": 1978, "present": 1979, "ar": 1980, "tsunamis": 1981, "stopped": 1982, "swimming": 1983, "indian": 1984, "noon": 1985, "2morow": 1986, "soiree": 1987, "nichols": 1988, "ladies": 1989, "neva": 1990, "imma": 1991, "somethin": 1992, "22": 1993, "euro2004": 1994, "results": 1995, "daily": 1996, "83222": 1997, "valentine": 1998, "game": 1999, "answers": 2000, "ques": 2001, "suits": 2002, "often": 2003, "future": 2004, "uncles": 2005, "shuhui": 2006, "leona": 2007, "reaction": 2008, "family": 2009, "happiness": 2010, "snow": 2011, "weather": 2012, "together": 2013, "alex": 2014, "pub": 2015, "bud": 2016, "drinks": 2017, "useful": 2018, "officially": 2019, "paid": 2020, "market": 2021, "pop": 2022, "longer": 2023, "darren": 2024, "textbuddy": 2025, "area": 2026, "25p": 2027, "postcode": 2028, "gaytextbuddycom": 2029, "89693": 2030, "vodafone": 2031, "4882": 2032, "matches": 2033, "09064019014": 2034, "forwarded": 2035, "seven": 2036, "voucher": 2037, "holder": 2038, "pc": 2039, "httpwwwetlpcoukexpressoffer": 2040, "80062": 2041, "funny": 2042, "sweetheart": 2043, "login": 2044, "dad": 2045, "thanksgiving": 2046, "sound": 2047, "effects": 2048, "wee": 2049, "thursday": 2050, "taken": 2051, "trains": 2052, "jolly": 2053, "cartoon": 2054, "listening": 2055, "temple": 2056, "church": 2057, "40533": 2058, "311004": 2059, "email": 2060, "rstm": 2061, "sw7": 2062, "3ss": 2063, "gentle": 2064, "starting": 2065, "panic": 2066, "tuesday": 2067, "town": 2068, "bet": 2069, "hella": 2070, "drugs": 2071, "drug": 2072, "impatient": 2073, "sun": 2074, "earth": 2075, "river": 2076, "evng": 2077, "premium": 2078, "under": 2079, "lays": 2080, "envelope": 2081, "paper": 2082, "fetch": 2083, "de": 2084, "prepare": 2085, "study": 2086, "en": 2087, "ho": 2088, "belly": 2089, "laugh": 2090, "posts": 2091, "seem": 2092, "20": 2093, "opt": 2094, "saying": 2095, "peace": 2096, "knw": 2097, "awake": 2098, "yelling": 2099, "lonely": 2100, "hex": 2101, "explain": 2102, "xy": 2103, "sue": 2104, "sex": 2105, "bedroom": 2106, "89555": 2107, "textoperator": 2108, "king": 2109, "building": 2110, "map": 2111, "cochin": 2112, "ans": 2113, "torch": 2114, "bold": 2115, "farm": 2116, "4d": 2117, "law": 2118, "purchase": 2119, "poop": 2120, "looks": 2121, "gpu": 2122, "gap": 2123, "weird": 2124, "idea": 2125, "deari": 2126, "away": 2127, "drivin": 2128, "fantastic": 2129, "height": 2130, "aeronautics": 2131, "professors": 2132, "wer": 2133, "calld": 2134, "sit": 2135, "aeroplane": 2136, "aftr": 2137, "ws": 2138, "students": 2139, "dey": 2140, "hurried": 2141, "saidif": 2142, "studentsthis": 2143, "datz": 2144, "seems": 2145, "timing": 2146, "10am7pm": 2147, "stress": 2148, "dorm": 2149, "sell": 2150, "uu": 2151, "1250": 2152, "09071512433": 2153, "b4": 2154, "050703": 2155, "tcsbcm4235wc1n3xx": 2156, "callcost": 2157, "mobilesvary": 2158, "max7": 2159, "assume": 2160, "cookies": 2161, "running": 2162, "feeling": 2163, "wants": 2164, "ba": 2165, "half8th": 2166, "exactly": 2167, "spring": 2168, "yay": 2169, "twice": 2170, "tonite": 2171, "add": 2172, "offerthe": 2173, "nokia6650": 2174, "txtauction": 2175, "81151": 2176, "4tctxt": 2177, "150pmtmsg": 2178, "mayb": 2179, "rite": 2180, "gd": 2181, "faster": 2182, "gals": 2183, "attached": 2184, "glad": 2185, "shouted": 2186, "shorter": 2187, "eyes": 2188, "930": 2189, "subscribed": 2190, "helpline": 2191, "08706091795": 2192, "weve": 2193, "spoken": 2194, "gist": 2195, "realize": 2196, "40": 2197, "thousands": 2198, "premier": 2199, "gimme": 2200, "lip": 2201, "library": 2202, "realy": 2203, "confused": 2204, "holla": 2205, "anyone": 2206, "spare": 2207, "makes": 2208, "acting": 2209, "paris": 2210, "mt": 2211, "yest": 2212, "wishing": 2213, "mas": 2214, "advance": 2215, "city": 2216, "summer": 2217, "store": 2218, "88039": 2219, "skilgme": 2220, "tscs087147403231winawkage16": 2221, "150perwksub": 2222, "goin": 2223, "meetin": 2224, "wonder": 2225, "tis": 2226, "theyre": 2227, "schools": 2228, "closed": 2229, "apparently": 2230, "drive": 2231, "inch": 2232, "anywhere": 2233, "damn": 2234, "wats": 2235, "row": 2236, "space": 2237, "picking": 2238, "smokes": 2239, "begging": 2240, "lovely": 2241, "sing": 2242, "guy": 2243, "slave": 2244, "0578": 2245, "opening": 2246, "couldnt": 2247, "shes": 2248, "diff": 2249, "living": 2250, "perfect": 2251, "community": 2252, "polyphonic": 2253, "subpoly": 2254, "pole": 2255, "08718727870": 2256, "enjoyed": 2257, "bein": 2258, "thot": 2259, "jan": 2260, "omg": 2261, "dictionary": 2262, "pieces": 2263, "nic": 2264, "pobox84": 2265, "m263uz": 2266, "appt": 2267, "lttimegt": 2268, "no1": 2269, "8077": 2270, "mates": 2271, "wwwgetzedcouk": 2272, "36504": 2273, "w45wq": 2274, "norm150ptone": 2275, "cashto": 2276, "08000407165": 2277, "getstop": 2278, "88222": 2279, "php": 2280, "3d": 2281, "imp": 2282, "aint": 2283, "bec": 2284, "ugh": 2285, "gift": 2286, "hint": 2287, "borrow": 2288, "bag": 2289, "bid": 2290, "model": 2291, "galileo": 2292, "responding": 2293, "boo": 2294, "enjoyin": 2295, "gettin": 2296, "oktake": 2297, "illspeak": 2298, "2u": 2299, "loveme": 2300, "xxxx": 2301, "ache": 2302, "cappuccino": 2303, "teasing": 2304, "wwwcomuknet": 2305, "3qxj9": 2306, "extra": 2307, "08702840625comuk": 2308, "220cm2": 2309, "9ae": 2310, "alfie": 2311, "moons": 2312, "m8s": 2313, "charity": 2314, "8007": 2315, "nokias": 2316, "polys": 2317, "zed": 2318, "08701417012": 2319, "profit": 2320, "hahahause": 2321, "brain": 2322, "green": 2323, "mojibiola": 2324, "reveal": 2325, "09065174042": 2326, "recd": 2327, "cust": 2328, "07821230901": 2329, "mate": 2330, "hol": 2331, "ages": 2332, "skyped": 2333, "kz": 2334, "sura": 2335, "given": 2336, "ultimatum": 2337, "countin": 2338, "aburo": 2339, "surely": 2340, "successful": 2341, "five": 2342, "08002888812": 2343, "inconsiderate": 2344, "nag": 2345, "recession": 2346, "hence": 2347, "soo": 2348, "understand": 2349, "2morrow": 2350, "mother": 2351, "09066350750": 2352, "ibiza": 2353, "10000": 2354, "await": 2355, "collection": 2356, "434": 2357, "sk3": 2358, "8wp": 2359, "ppm": 2360, "kkwhen": 2361, "meanwhile": 2362, "suite": 2363, "xavier": 2364, "seconds": 2365, "warning": 2366, "playing": 2367, "jays": 2368, "stomach": 2369, "nowi": 2370, "shoes": 2371, "wan": 2372, "version": 2373, "poor": 2374, "careful": 2375, "spk": 2376, "sn": 2377, "lovejen": 2378, "returned": 2379, "fall": 2380, "worlds": 2381, "discreet": 2382, "vip": 2383, "hai": 2384, "named": 2385, "tampa": 2386, "genius": 2387, "whenever": 2388, "connections": 2389, "sort": 2390, "lotta": 2391, "lately": 2392, "yrs": 2393, "supply": 2394, "cds": 2395, "virgin": 2396, "records": 2397, "mystery": 2398, "wwwsmsconet": 2399, "approx": 2400, "consider": 2401, "walls": 2402, "peaceful": 2403, "matter": 2404, "41685": 2405, "071104": 2406, "birds": 2407, "user": 2408, "asap": 2409, "ta": 2410, "saved": 2411, "drop": 2412, "cuddle": 2413, "nap": 2414, "otherwise": 2415, "shesil": 2416, "10k": 2417, "5k": 2418, "travel": 2419, "09064011000": 2420, "ntt": 2421, "cr01327bt": 2422, "fixedline": 2423, "castor": 2424, "liverpool": 2425, "played": 2426, "mid": 2427, "09058094565": 2428, "reminder": 2429, "downloaded": 2430, "knew": 2431, "lead": 2432, "wanting": 2433, "midnight": 2434, "ear": 2435, "training": 2436, "oil": 2437, "sup": 2438, "mac": 2439, "usb": 2440, "gibbs": 2441, "failed": 2442, "sad": 2443, "unbelievable": 2444, "wifehow": 2445, "murder": 2446, "ie": 2447, "superb": 2448, "opportunity": 2449, "due": 2450, "several": 2451, "outstanding": 2452, "possible": 2453, "teach": 2454, "derek": 2455, "taylor": 2456, "worst": 2457, "charles": 2458, "plus": 2459, "greet": 2460, "white": 2461, "stores": 2462, "january": 2463, "male": 2464, "sale": 2465, "gay": 2466, "cheaper": 2467, "08709222922": 2468, "15pmin": 2469, "78pmin": 2470, "peak": 2471, "08712460324": 2472, "10pmin": 2473, "ym": 2474, "pissed": 2475, "sweets": 2476, "pig": 2477, "chip": 2478, "iam": 2479, "addicted": 2480, "msging": 2481, "wrong": 2482, "photo": 2483, "registered": 2484, "yck": 2485, "ma": 2486, "attend": 2487, "diet": 2488, "ate": 2489, "acc": 2490, "88600": 2491, "mo": 2492, "moments": 2493, "wherever": 2494, "sk38xh": 2495, "wear": 2496, "jeans": 2497, "fever": 2498, "bleh": 2499, "least": 2500, "tons": 2501, "places": 2502, "medical": 2503, "recently": 2504, "scores": 2505, "application": 2506, "expensive": 2507, "photos": 2508, "08718720201": 2509, "11414": 2510, "tcrw1": 2511, "truth": 2512, "against": 2513, "gravity": 2514, "carefully": 2515, "feels": 2516, "heavy": 2517, "bowl": 2518, "filthy": 2519, "ull": 2520, "brand": 2521, "decision": 2522, "simpler": 2523, "magical": 2524, "welp": 2525, "09050001808": 2526, "m95": 2527, "valid12hrs": 2528, "site": 2529, "necklace": 2530, "wife": 2531, "racing": 2532, "earlier": 2533, "chicken": 2534, "rice": 2535, "closes": 2536, "ad": 2537, "crap": 2538, "borin": 2539, "boring": 2540, "nxt": 2541, "il": 2542, "salary": 2543, "chocolate": 2544, "dayshe": 2545, "potential": 2546, "talent": 2547, "reckon": 2548, "3g": 2549, "videophones": 2550, "09063458130": 2551, "videochat": 2552, "java": 2553, "dload": 2554, "polyph": 2555, "noline": 2556, "rentl": 2557, "fuckin": 2558, "dropped": 2559, "loving": 2560, "yun": 2561, "ubi": 2562, "tech": 2563, "sd": 2564, "butt": 2565, "sore": 2566, "party": 2567, "miracle": 2568, "jesus": 2569, "blessed": 2570, "yetunde": 2571, "quiet": 2572, "aunts": 2573, "helen": 2574, "heard": 2575, "contract": 2576, "kerala": 2577, "terrible": 2578, "fan": 2579, "lovers": 2580, "frm": 2581, "exe": 2582, "don": 2583, "anniversary": 2584, "j": 2585, "prey": 2586, "secretly": 2587, "fancies": 2588, "datebox1282essexcm61xn": 2589, "150pmin": 2590, "pattern": 2591, "throat": 2592, "plm": 2593, "asleep": 2594, "foreign": 2595, "stamps": 2596, "lecture": 2597, "sheffield": 2598, "raise": 2599, "zoe": 2600, "setting": 2601, "filling": 2602, "loverboy": 2603, "sufficient": 2604, "thx": 2605, "nyt": 2606, "edison": 2607, "rightly": 2608, "fool": 2609, "speechless": 2610, "during": 2611, "viva": 2612, "gmgngegnt": 2613, "roast": 2614, "ls15hb": 2615, "concentrate": 2616, "educational": 2617, "flirting": 2618, "bloke": 2619, "chatting": 2620, "walked": 2621, "serious": 2622, "kickoff": 2623, "euro": 2624, "june": 2625, "3rd": 2626, "sells": 2627, "thesis": 2628, "hiya": 2629, "april": 2630, "drunk": 2631, "sends": 2632, "deciding": 2633, "eastenders": 2634, "flower": 2635, "compare": 2636, "herself": 2637, "violet": 2638, "tulip": 2639, "f": 2640, "lily": 2641, "84025": 2642, "wkent150p16": 2643, "technical": 2644, "support": 2645, "prepared": 2646, "works": 2647, "bitch": 2648, "09058091854": 2649, "revealed": 2650, "box385": 2651, "m6": 2652, "6wu": 2653, "bathing": 2654, "09050003091": 2655, "c52": 2656, "xchat": 2657, "juicy": 2658, "oi": 2659, "na": 2660, "movies": 2661, "convey": 2662, "regards": 2663, "vijay": 2664, "pic": 2665, "dearer": 2666, "dem": 2667, "breath": 2668, "heri": 2669, "fight": 2670, "craziest": 2671, "herlove": 2672, "singing": 2673, "curry": 2674, "lotwill": 2675, "frndship": 2676, "clock": 2677, "evn": 2678, "alwys": 2679, "hands": 2680, "sipix": 2681, "digital": 2682, "09061221061": 2683, "28days": 2684, "box177": 2685, "m221bp": 2686, "2yr": 2687, "warranty": 2688, "p": 2689, "p399": 2690, "09061790121": 2691, "doctor": 2692, "tomorro": 2693, "subscriber": 2694, "receipt": 2695, "fret": 2696, "ne": 2697, "interesting": 2698, "uni": 2699, "depressed": 2700, "wind": 2701, "black": 2702, "aiyah": 2703, "information": 2704, "o2": 2705, "onto": 2706, "httpwwwurawinnercom": 2707, "surprise": 2708, "awaiting": 2709, "online": 2710, "italian": 2711, "grins": 2712, "math": 2713, "rocks": 2714, "durban": 2715, "speed": 2716, "speedchat": 2717, "cancel": 2718, "08000776320": 2719, "okok": 2720, "okthenwhats": 2721, "aiyar": 2722, "survey": 2723, "catching": 2724, "gal": 2725, "falls": 2726, "brothers": 2727, "whos": 2728, "difficulties": 2729, "howz": 2730, "sar": 2731, "wearing": 2732, "film": 2733, "hgsuite3422landsroww1j6hl": 2734, "luck": 2735, "raining": 2736, "station": 2737, "tank": 2738, "4fil": 2739, "cute": 2740, "adult": 2741, "silently": 2742, "roommate": 2743, "wrc": 2744, "rally": 2745, "oz": 2746, "lucozade": 2747, "energy": 2748, "le": 2749, "61200": 2750, "packs": 2751, "lucozadecoukwrc": 2752, "itcould": 2753, "horrible": 2754, "toot": 2755, "bigger": 2756, "nw": 2757, "islands": 2758, "chennai": 2759, "annoying": 2760, "makin": 2761, "shame": 2762, "jordan": 2763, "pocketbabecouk": 2764, "3wk": 2765, "voicemail": 2766, "2go": 2767, "neft": 2768, "credited": 2769, "beneficiary": 2770, "natuition": 2771, "understanding": 2772, "choice": 2773, "enter": 2774, "wwwldewcomsubs161win150ppmx3": 2775, "appreciated": 2776, "apart": 2777, "delivered": 2778, "strong": 2779, "arms": 2780, "walmart": 2781, "mite": 2782, "creepy": 2783, "08719181513": 2784, "kkim": 2785, "finewhen": 2786, "complete": 2787, "score": 2788, "easier": 2789, "nok": 2790, "87021": 2791, "txtin": 2792, "150ptone": 2793, "4info": 2794, "apps": 2795, "rofl": 2796, "invest": 2797, "anti": 2798, "1hr": 2799, "delay": 2800, "various": 2801, "84128": 2802, "wwwtextcompcom": 2803, "08712405020": 2804, "1s": 2805, "purse": 2806, "morn": 2807, "europe": 2808, "nobody": 2809, "chinese": 2810, "docs": 2811, "songs": 2812, "havin": 2813, "hun": 2814, "rang": 2815, "flip": 2816, "cbe": 2817, "honey": 2818, "jd": 2819, "executive": 2820, "parents": 2821, "picked": 2822, "weirdest": 2823, "l8tr": 2824, "exact": 2825, "2moro": 2826, "jane": 2827, "calls1minmoremobsemspobox45po139wa": 2828, "tee": 2829, "cell": 2830, "thts": 2831, "dough": 2832, "control": 2833, "mode": 2834, "jerry": 2835, "irritates": 2836, "fails": 2837, "express": 2838, "drinkin": 2839, "wondering": 2840, "others": 2841, "dog": 2842, "tour": 2843, "5pm": 2844, "birthdate": 2845, "dreams": 2846, "nydc": 2847, "favour": 2848, "ola": 2849, "garbage": 2850, "items": 2851, "fran": 2852, "broke": 2853, "knackered": 2854, "ps": 2855, "dads": 2856, "software": 2857, "jamster": 2858, "gold": 2859, "16only": 2860, "lions": 2861, "lionm": 2862, "lionp": 2863, "wwwringtonescouk": 2864, "original": 2865, "3gbp": 2866, "jokin": 2867, "bb": 2868, "alrite": 2869, "idiot": 2870, "colours": 2871, "whenevr": 2872, "harry": 2873, "potter": 2874, "phoenix": 2875, "among": 2876, "readers": 2877, "shd": 2878, "february": 2879, "rush": 2880, "canada": 2881, "cares": 2882, "goodnoon": 2883, "interest": 2884, "vl": 2885, "chill": 2886, "6hrs": 2887, "frens": 2888, "chillin": 2889, "super": 2890, "free2day": 2891, "georges": 2892, "jordantxt": 2893, "89080": 2894, "saucy": 2895, "celeb4": 2896, "0870241182716": 2897, "tmrw": 2898, "soul": 2899, "ned": 2900, "tht": 2901, "hurting": 2902, "main": 2903, "sweetie": 2904, "blackberry": 2905, "4a": 2906, "pple": 2907, "marry": 2908, "problems": 2909, "chain": 2910, "whn": 2911, "arrested": 2912, "suntec": 2913, "dance": 2914, "moji": 2915, "messenger": 2916, "reaching": 2917, "fantasies": 2918, "08707509020": 2919, "20p": 2920, "1327": 2921, "croydon": 2922, "cr9": 2923, "5wb": 2924, "0870k": 2925, "fill": 2926, "bar": 2927, "write": 2928, "3cover": 2929, "screen": 2930, "4press": 2931, "5gently": 2932, "bears": 2933, "tom": 2934, "fact": 2935, "upload": 2936, "08718730666": 2937, "juan": 2938, "linerental": 2939, "call2optoutlf56": 2940, "tlk": 2941, "ideal": 2942, "front": 2943, "walking": 2944, "arm": 2945, "shot": 2946, "tirunelvali": 2947, "storming": 2948, "phne": 2949, "wt": 2950, "meaning": 2951, "margaret": 2952, "girlfrnd": 2953, "grahmbell": 2954, "invnted": 2955, "telphone": 2956, "moralone": 2957, "4get": 2958, "popped": 2959, "players": 2960, "unsold": 2961, "effect": 2962, "bk": 2963, "cafe": 2964, "kidding": 2965, "shld": 2966, "stretch": 2967, "sinco": 2968, "payee": 2969, "icicibankcom": 2970, "urn": 2971, "beware": 2972, "frauds": 2973, "share": 2974, "disclose": 2975, "vote": 2976, "caring": 2977, "kaiez": 2978, "tuition": 2979, "gee": 2980, "option": 2981, "practicing": 2982, "babies": 2983, "beneath": 2984, "pale": 2985, "moon": 2986, "goodnite": 2987, "150pmsgrcvdhgsuite3422landsroww1j6hl": 2988, "tells": 2989, "totally": 2990, "rem": 2991, "silver": 2992, "lmao": 2993, "silence": 2994, "wwwldewcom": 2995, "exams": 2996, "revision": 2997, "exeter": 2998, "whose": 2999, "arsenal": 3000, "coat": 3001, "painful": 3002, "everybody": 3003, "alone": 3004, "ve": 3005, "sen": 3006, "missin": 3007, "guilty": 3008, "aiya": 3009, "cardiff": 3010, "addie": 3011, "tues": 3012, "bright": 3013, "restaurant": 3014, "textpod": 3015, "pod": 3016, "wwwtextpodnet": 3017, "desperate": 3018, "monkeys": 3019, "certainly": 3020, "practical": 3021, "stupidits": 3022, "mails": 3023, "claire": 3024, "2nite": 3025, "bought": 3026, "costing": 3027, "lyfu": 3028, "lyf": 3029, "ke": 3030, "twelve": 3031, "aah": 3032, "09066362231": 3033, "07xxxxxxxxx": 3034, "020603": 3035, "lucy": 3036, "hubby": 3037, "calls1minmobsmorelkpobox177hp51fl": 3038, "wonders": 3039, "7th": 3040, "6th": 3041, "5th": 3042, "4th": 3043, "personality": 3044, "nature": 3045, "blakes": 3046, "lotr": 3047, "w": 3048, "keeping": 3049, "google": 3050, "modules": 3051, "purity": 3052, "messageits": 3053, "musthu": 3054, "80488": 3055, "vomit": 3056, "sha": 3057, "centre": 3058, "jsco": 3059, "0870": 3060, "dawhats": 3061, "total": 3062, "along": 3063, "stars": 3064, "karaoke": 3065, "testing": 3066, "loved": 3067, "except": 3068, "nit": 3069, "eight": 3070, "file": 3071, "format": 3072, "internet": 3073, "arrive": 3074, "shortly": 3075, "sarcasm": 3076, "forum": 3077, "ron": 3078, "aunt": 3079, "screaming": 3080, "unfortunately": 3081, "airport": 3082, "7250i": 3083, "auction": 3084, "86021": 3085, "roww1jhl": 3086, "difficult": 3087, "konw": 3088, "waht": 3089, "rael": 3090, "gving": 3091, "yuo": 3092, "exmpel": 3093, "jsut": 3094, "ese": 3095, "tihs": 3096, "evrey": 3097, "splleing": 3098, "wrnog": 3099, "sitll": 3100, "raed": 3101, "wihtuot": 3102, "ayn": 3103, "mitsake": 3104, "sleepsweet": 3105, "joining": 3106, "finance": 3107, "prospects": 3108, "filled": 3109, "jia": 3110, "bishan": 3111, "sux": 3112, "buff": 3113, "south": 3114, "preferably": 3115, "kegger": 3116, "costs": 3117, "rhythm": 3118, "gas": 3119, "gang": 3120, "adventure": 3121, "tablets": 3122, "excellent": 3123, "finishing": 3124, "doors": 3125, "wifi": 3126, "noi": 3127, "rumour": 3128, "7250": 3129, "idk": 3130, "whom": 3131, "boyfriend": 3132, "driver": 3133, "brothas": 3134, "chasing": 3135, "lt3": 3136, "kicks": 3137, "john": 3138, "dime": 3139, "transfer": 3140, "falling": 3141, "force": 3142, "smeone": 3143, "fire": 3144, "flame": 3145, "propose": 3146, "blame": 3147, "gods": 3148, "blessings": 3149, "kthen": 3150, "dippeditinadew": 3151, "lovingly": 3152, "itwhichturnedinto": 3153, "gifted": 3154, "tomeandsaidthis": 3155, "instead": 3156, "freezing": 3157, "batch": 3158, "flaky": 3159, "sooooo": 3160, "laughing": 3161, "winning": 3162, "tooo": 3163, "nte": 3164, "09058094599": 3165, "confuses": 3166, "wating": 3167, "british": 3168, "hotels": 3169, "london": 3170, "sw73ss": 3171, "6pm": 3172, "buzz": 3173, "adoring": 3174, "eerie": 3175, "title": 3176, "dracula": 3177, "titles": 3178, "ghost": 3179, "addamsfa": 3180, "munsters": 3181, "exorcist": 3182, "twilight": 3183, "brought": 3184, "constant": 3185, "cared": 3186, "wasnt": 3187, "surprised": 3188, "allow": 3189, "jst": 3190, "moby": 3191, "82242": 3192, "msg150p": 3193, "2rcv": 3194, "hlp": 3195, "08712317606": 3196, "switch": 3197, "event": 3198, "bagi": 3199, "lei": 3200, "action": 3201, "80608": 3202, "wwwmovietriviatv": 3203, "08712405022": 3204, "waking": 3205, "partnership": 3206, "lookin": 3207, "mostly": 3208, "inside": 3209, "compromised": 3210, "mornin": 3211, "monthly": 3212, "toughest": 3213, "ideas": 3214, "sight": 3215, "remain": 3216, "maintain": 3217, "shjas": 3218, "cramps": 3219, "received": 3220, "ringtoneget": 3221, "freesend": 3222, "816183": 3223, "weekstop": 3224, "sms08718727870": 3225, "nan": 3226, "poker": 3227, "ran": 3228, "ordered": 3229, "81303": 3230, "father": 3231, "messy": 3232, "rd": 3233, "traffic": 3234, "moves": 3235, "slip": 3236, "wkg": 3237, "likes": 3238, "dislikes": 3239, "keeps": 3240, "queen": 3241, "fren": 3242, "promises": 3243, "gotten": 3244, "unknown": 3245, "album": 3246, "121": 3247, "60pmin": 3248, "connect": 3249, "09094646899": 3250, "vu": 3251, "bcm1896wc1n3xx": 3252, "boys": 3253, "2007": 3254, "hook": 3255, "standing": 3256, "stick": 3257, "indeed": 3258, "bin": 3259, "rents": 3260, "james": 3261, "maangalyam": 